{
	"GAME": {
		"TITLE": {
			"en": "OMNICODE",
			"bg": "ОМНИКОД",
			"cz": "OMNICODE",
			"nl": "OMNICODE",
			"de": "OMNICODE",
			"hu": "OMNICODE",
			"pl": "OMNICODE",
			"ro": "OMNICODE",
			"ru": "ОМНИКОД",
			"fr": "OMNICODE"

		},
		"LOADING": {
			"en": "Loading...",
			"bg": "Зареждане...",
			"cz": "Načítání...",
			"nl": "Laden...",
			"de": "Lädt...",
			"hu": "Betöltés...",
			"pl": "Wczytuję...",
			"ro": "Se încarcă...",
			"ru": "Загрузка...",
			"fr": "Chargement"
		},
		"BUTTONS": {
			"RUN": {
				"en": "RUN CODE",
				"bg": "ИЗПЪЛНИ КОДА",
				"cz": "SPUSTIT KÓD",
				"nl": "CODE UITVOEREN",
				"de": "CODE AUSFÜHREN",
				"hu": "KÓD FUTTATÁSA",
				"pl": "URUCHOM KOD",
				"ro": "RULEAZĂ COD",
				"ru": "ПУСК",
				"fr": "EXÉCUTER LE CODE"
			}
		},
		"UNLOCKS": {
			"CODE_UNLOCK": {
				"en": "CODE BLOCK",
				"bg": "КОДОВО БЛОКЧЕ",
				"cz": "BLOK KÓDU",
				"nl": "CODEBLOK",
				"de": "CODE BLOCK",
				"hu": "KÓDBLOKK",
				"pl": "BLOK KODU",
				"ro": "BLOC DE COD",
				"ru": "БЛОК КОДА",
				"fr": "BLOC DE CODE"
			},
			"UNLOCK": {
				"en": "UNLOCKED",
				"bg": "ОТКЛЮЧЕНО",
				"cz": "ODEMKNUTO",
				"nl": "VRIJGESPEELD",
				"de": "FREIGESCHALTET",
				"hu": "FELOLDVA",
				"pl": "ODBLOKOWANO",
				"ro": "DEBLOCARE",
				"ru": "РАЗБЛОКИРОВАТЬ",
				"fr": "DÉVERROUILLÉ"
			},
			"COMPETITION": {
				"en": "COMPETITION",
				"bg": "СЪСТЕЗАНИЕ",
				"cz": " ",
				"nl": "WEDSTRIJD",
				"de": "WETTKAMPF",
				"hu": "VERSENY",
				"pl": "KONKURS",
				"ro": "CONCURS",
				"ru": " ",
				"fr": " "
			},
			"VARIABLES": {
				"en": "VARIABLES",
				"bg": "ПРОМЕНЛИВИ",
				"cz": "PROMĚNNÉ",
				"nl": "VARIABELEN",
				"de": "VARIABLEN",
				"hu": "VÁLTOZÓK",
				"pl": "ZMIENNE",
				"ro": "VARIABILE",
				"ru": "ПЕРЕМЕННЫЕ",
				"fr": "VARIABLES"
			}
		},
		"TUTORIAL": {
			"STAGE_0_1": {
				"SWIPE": {
					"en": "Swipe left to see the whole level.",
					"bg": "Плъзни наляво, за да разгледаш нивото до края.",
					"cz": "Potáhni doleva a koukni se na celou úroveň.",
					"nl": "Swipe naar links om het hele level te zien.",
					"de": "Wische nach links, um das ganze Level zu sehen",
					"hu": "Balra legyintéssel láthatod a teljes pályát.",
					"pl": "Przesuń palcem w lewo, by zobaczyć cały poziom.",
					"ro": "Glisează la stânga pentru a vedea tot nivelul.",
					"ru": "Свайп влево, чтобы увидеть весь уровень.",
					"fr": "Fais défiler l'écran vers la gauche pour voir l'ensemble du niveau."
				},
				"TAP": {
					"en": "Tap to see your Toolbox.",
					"bg": "Чукни, за да видиш своите инструменти.",
					"cz": "Klikni a podívej se do možností.",
					"nl": "Tik om je gereedschapskist te bekijken.",
					"de": "Tippe, um deinen Werkzeugkasten zu sehen.",
					"hu": "Koppintással megnézheted az Eszközkészleted.",
					"pl": "Kliknij, by zobaczyć zestaw komend i poleceń.",
					"ro": "Atinge pentru a vedea Lada ta cu unelte.",
					"ru": "Нажми, чтобы увидеть Панель инструментов.",
					"fr": "Appuie ici pour voir ta boîte à outils."
				},
				"DRAG": {
					"en": "Drag code blocks into the code area.",
					"bg": "Завлачи кодовите блокчета в зоната за кодиране.",
					"cz": "Přetáhni bloky kódů do kódovací oblasti.",
					"nl": "Sleep de codeblokken naar het codegebied.",
					"de": "Ziehe die Code Blöcke in die Code Felder.",
					"hu": "Húzd a kódblokkokat a kódterületre.",
					"pl": "Przeciągnij bloki kodu do obszaru kodu.",
					"ro": "Trage blocurile de cod în spațiul de codare.",
					"ru": "Перетащи блоки кода в зону кода.",
					"fr": "Déplace les blocs de code dans la zone de code."
				},
				"RUN": {
					"en": "Tap the button to run your code!",
					"bg": "Чукни върху бутона, за да започне изпълнението на кода ти!",
					"cz": "Klikni na tohle tlačítko a spusť kód.",
					"nl": "Tik op de knop om je code uit te voeren!",
					"de": "Tippe auf die Schaltfläche, um deinen Code auszuführen!",
					"hu": "Nyomd meg a gombot, hogy futtasd a kódod!",
					"pl": "Kliknij przycisk, by uruchomić swój kod!",
					"ro": "Atinge butonul pentru a-ți rula codul!",
					"ru": "Нажми на кнопку, чтобы запустить код!",
					"fr": "Appuie sur le bouton pour exécuter ton code!"
				}
			},
			"STAGE_0_2": {
				"DELETE": {
					"en": "Drag a code block into the bin to delete it.",
					"bg": "Завлачи кодово блокче към кошчето, за да го изтриеш.",
					"cz": "Pro vymazání přetáhni blok kódu do koše.",
					"nl": "Sleep een codeblok naar de vuilnisbak om het weg te doen.",
					"de": "Ziehe einen Code Block in den Papierkorb, um ihn zu löschen.",
					"hu": "A kódblokkot a kukába húzva törölheted.",
					"pl": "Przeciągnij blok kodu do kosza, by go usunąć.",
					"ro": "Trage blocul de cod în coșul de gunoi pentru a-l șterge.",
					"ru": "Перетащи блок кода в корзину, чтобы удалить его.",
					"fr": "Déplace un bloc de code dans la poubelle pour le supprimer."
				},
				"DRAG": {
					"en": "You can reorder code blocks by dragging them up or down. Drag the JUMP code block to the bottom.",
					"bg": "Можеш да пренареждаш кодовите блокчета като ги завлачваш надолу или нагоре. Завлачи кодовото блокче'СКАЧАН' на най-долната позиция.",
					"cz": "Můžeš změnit pořadí bloku kódů tím, že je přetáhneš nahoru nebo dolů. Přetáhni blok kódu pro výskok dolů.",
					"nl": "Je kunt codeblokken rangschikken door ze omhoog of omlaag te slepen. Sleep het SPRINGEN-codeblok omlaag.",
					"de": "Du kannst Code Blöcke umsortieren, indem du sie hoch- oder runterziehst. Ziehe den SPRINGEN Code Block nach unten.",
					"hu": "Felfelé vagy lefelé húzással átrendezheted a kódblokkokat. Húzd az UGRÁS kódblokkját a végére!",
					"pl": "Możesz zmienić kolejność bloków kodu, przeciągając je w górę lub w dół. Przeciągnij blok kodu SKACZ w dół.",
					"ro": "Poți reordona blocuri de cod trăgându-le în sus și în jos. Trage blocul de cod SĂRITURĂ jos de tot.",
					"ru": "Ты можешь менять последовательность блоков кода, перетаскивая их вверх и вниз. Перетащи блок кода ПРЫЖОК вниз.",
					"fr": "Tu peux réorganiser les blocs de code en les déplaçant vers le haut ou vers le bas. Déplace le bloc de code SAUTER tout en bas."
				},
				"RUN": {
					"en": "Tap the button to run your code!",
					"bg": "Чукни върху бутона, за да започне изпълнението на кода ти!",
					"cz": "Klikni na tlačítko a spusť svůj kód!",
					"nl": "Tik op de knop om je code uit te voeren!",
					"de": "Tippe auf die Schaltfläche, um deinen Code auszuführen!",
					"hu": "Nyomd meg a gombot, hogy futtasd a kódod!",
					"pl": "Kliknij przycisk, by uruchomić swój kod!",
					"ro": "Atinge butonul pentru a-ți rula codul!",
					"ru": "Нажми, чтобы запустить код!",
					"fr": "Appuie sur le bouton pour exécuter ton code!"
				}
			},
			"STAGE_0_3": {
				"ACTIVATE_OVERHEAD": {
					"en": "Tap on the EYE button to see the level from above.",
					"bg": "Чукни върху бутона \"ОКО\", за да видиш нивото отгоре.",
					"cz": "Tlačítko OKO ti umožní nahlížet na celou úroveň shora.",
					"nl": "Tik op de OOG-knop om het level vanuit de hoogte te bekijken.",
					"de": "Tippe auf die AUGEN Schaltfläche, um dein Level von oben zu sehen.",
					"hu": "A SZEM gombra nyomva felülről is megnézheted a pályát.",
					"pl": "Kliknij przycisk OKA, by zobaczyć poziom z góry.",
					"ro": "Atinge butonul OCHI pentru a vedea nivelul de sus.",
					"ru": "Нажми на кнопку ГЛАЗ, чтобы увидеть весь уровень сверху.",
					"fr": "Appuie sur le bouton ŒIL pour voir une vue aérienne du niveau."
				},
				"SWIPE": {
					"en": "Swipe around to see the level.",
					"bg": "Плъзгай, за да разгледаш нивото отвсякъде.",
					"cz": "Potahuj různými směry, aby bylo vše vidět.",
					"nl": "Met swipebewegingen kun je het level bekijken.",
					"de": "Wische herum, um dir das Level anzuschauen.",
					"hu": "Legyintéssel körülnézhetsz a pályán.",
					"pl": "Przesuń palcem dookoła, by zobaczyć poziom.",
					"ro": "Glisează în jur pentru a vedea nivelul.",
					"ru": "Свайп, чтобы увидеть весь уровень.",
					"fr": "Fais défiler l'écran pour voir le niveau."
				},
				"DEACTIVATE_OVERHEAD": {
					"en": "Tap on the EYE button again to see the level from the side again.",
					"bg": "Чукни отново върху бутона 'ОКО', за да видиш нивото отстрани.",
					"cz": "Znovu klikni na OKO, a uvidíš úroveň opět ze strany.",
					"nl": "Tik nogmaals op de OOG-knop om het level vanaf de zijkant te bekijken.",
					"de": "Tippe nochmal auf die AUGEN Schaltfläche, um dein Level erneut von der Seite zu betrachten.",
					"hu": "Újra a SZEM gombra nyomva megint oldalról láthatod a pályát.",
					"pl": "Kliknij przycisk OKA, by znów zobaczyć poziom z boku.",
					"ro": "Atinge din nou butonul OCHI pentru a revedea nivelul dintr-o parte.",
					"ru": "Нажми на кнопку ГЛАЗ, чтобы увидеть весь уровень со стороны.",
					"fr": "Appuie à nouveau sur le bouton ŒIL pour revoir le niveau en vue latérale."
				}
			},
			"STAGE_0_4": {
				"TAP_TURN_COMMAND": {
					"en": "The TURN code block allows you to move in different directions!",
					"bg": "Кодовото блокче 'ЗАВИВАНЕ' ти позволява да завиваш, сменяйки посоката на движение",
					"cz": "Blok kódu OTOČIT ti umožní pohybovat se v různých směrech!",
					"nl": "Met het DRAAIEN-codeblok kun je in verschillende richtingen bewegen.",
					"de": "Der DREHEN Code Block erlaubt dir, dich in andere Richtungen zu bewegen!",
					"hu": "A FORDULÁS kódblokk lehetővé teszi, hogy különböző irányokba mozoghass.",
					"pl": "Blok kodu SKRĘĆ pozwala Ci poruszać się w różnych kierunkach!",
					"ro": "Blocul de cod ÎNTOARCERE îți permite să te miști în direcții diferite!",
					"ru": "Блок кода ПОВОРОТ поможет двигаться в разных направлениях!",
					"fr": "Le bloc de code TOURNER te permet de te déplacer dans différentes directions!"
				},
				"TAP_DIRECTION": {
					"en": "Select to turn left instead of right",
					"bg": "Избери, за да завиеш наляво, а не надясно.",
					"cz": "Vyber pro otočení doleva",
					"nl": "Kies om naar links te gaan in plaats van naar rechts",
					"de": "Auswählen, um dich nach links und nicht nach rechts zu drehen",
					"hu": "Az irány kiválasztásával fordulhatsz balra jobbra fordulás helyett.",
					"pl": "Wybierz skręt w lewo zamiast w prawo.",
					"ro": "Selectează pentru a te întoarce la stânga în loc de dreapta",
					"ru": "Выбери поворот налево вместо направо.",
					"fr": "Permet de tourner à gauche au lieu de tourner à droite"
				},
				"TAP_RUN": {
					"en": "Tap the button to run your code!",
					"bg": "Чукни върху бутона, за да започне изпълнението на кода ти!",
					"cz": "Klikni na tlačítko a spusť svůj kód!",
					"nl": "Tik op de knop om je code uit te voeren!",
					"de": "Tippe auf die Schaltfläche, um deinen Code auszuführen!",
					"hu": "Nyomd meg a gombot, hogy futtasd a kódod!",
					"pl": "Kliknij przycisk, by uruchomić swój kod!",
					"ro": "Atinge butonul pentru a-ți rula codul!",
					"ru": "Нажми на кнопку, чтобы запустить свой код!",
					"fr": "Appuie sur le bouton pour exécuter ton code!"
				}
			},
			"STAGE_0_5": {
				"en": "Drag the scrollbar to see all the code.",
				"bg": "Скролни до долу, за да видиш целия код.",
				"cz": "Posuň si lištu, aby bylo vidět celý kód.",
				"nl": "Versleep de schuifbalk om de volledige code te bekijken.",
				"de": "Ziehe die Scrollleiste herunter, um den ganzen Code zu sehen.",
				"hu": "A görgető húzásával láthatod a teljes kódot.",
				"pl": "Przeciągnij pasek przesuwania, by zobaczyć cały kod.",
				"ro": "Trage bara de derulare pentru a vedea tot codul.",
				"ru": "Перетащи панель, чтобы увидеть весь код.",
				"fr": "Utilise la barre de défilement pour voir l'ensemble du code."
			},
			"STAGE_0_6": {
				"OPEN_TOOLS": {
					"en": "You can now transform into CANNONBOLT! He's able to roll on acid. Open the Toolbox.",
					"bg": "Сега можеш да се трансформираш в ТОПОВНА МОЩ! Той може да се придвижва дори по киселина. Отвори своите инструменти.",
					"cz": "Nyní se můžeš transformovat do KANOŇÁKA! Může bezpečně přes kyselinu. Otevři Možnosti.",
					"nl": "Je kunt nu transformeren in KANONBAL! Hij kan over zuur heen rollen. Open de gereedschapskist.",
					"de": "Du kannst dich jetzt in KANONKUGEL verwandeln! Er kann sich über Säure hinweg rollen. Öffne den Werkzeugkasten.",
					"hu": "Most már átváltozhatsz ÁGYÚGOLYÓVÁ! Ő aztán jó gyorsan gurul! Nyisd meg az Eszköztárat!",
					"pl": "Możesz zamienić się w KULOPŁOTA! Jest w stanie działać nawet w kwasie. Otwórz zestaw komend i poleceń.",
					"ro": "Acum te poți transforma în CANNONBOLT! El se poate rostogoli prin acid. Deschide Lada cu unelte.",
					"ru": "Теперь ты можешь трансформироваться в ЯДРО! Он может двигаться по кислоте. Открой панель инструментов.",
					"fr": "Tu peux maintenant te transformer en BOULET DE CANON ! Il peut rouler sur l'acide. Ouvre la boîte à outils."
				},
				"DRAG_TRANSFORM": {
					"en": "Now drag the TRANSFORM code block into the code area.",
					"bg": "А сега завлачи кодовото блокче 'ТРАНСФОРМИРАНЕ' в зоната за кодиране.",
					"cz": "Teď přetáhni blok kódu TRANSFORMOVAT do kódovací oblasti.",
					"nl": "Sleep nu het TRANSFORMEREN-codeblok naar het codegebied.",
					"de": "Ziehe jetzt den VERWANDELN Code Block in das Code Feld.",
					"hu": "Most húzd az ÁTVÁLTOZÁS kódblokkot a kódterületre!",
					"pl": "Przeciągnij blok kodu TRANSFORMACJA do obszaru kodu.",
					"ro": "Acum trage blocul de cod TRANSFORMARE în spațiul de codare.",
					"ru": "Теперь перетащи блок кода ТРАНСФОРМАЦИЯ в зону кода.",
					"fr": "Maintenant, déplace le bloc de code TRANSFORMER dans la zone de code."
				},
				"SELECT_CANNONBOLT": {
					"en": "Tap on CANNONBOLT's icon.",
					"bg": "Чукни върху иконката на ТОПОВНА МОЩ.",
					"cz": "Klikni na ikonu KANOŇÁKA.",
					"nl": "Tik op het symbool van KANONBAL.",
					"de": "Tippe auf das Symbol von KANONKUGEL.",
					"hu": "Nyomj ÁGYÚGOLYÓ ikonjára!",
					"pl": "Kliknij ikonę KULOPŁOTA.",
					"ro": "Atinge pictograma cu CANNONBOLT.",
					"ru": "Нажми на иконку ЯДРА.",
					"fr": "Appuie sur l'icône BOULET DE CANON."
				},
				"FINISH": {
					"en": "Now try to solve the rest of the code!",
					"bg": "Сега се опитай да довършиш кода.",
					"cz": "Teď zkus dokončit zbytek kódu!",
					"nl": "Probeer nu de rest van de code te kraken!",
					"de": "Jetzt versuche, den restlichen Code zu lösen!",
					"hu": "Most próbáld megoldani a kód többi részét!",
					"pl": "Spróbuj złamać pozostałą część kodu!",
					"ro": "Acum încearcă să rezolvi restul codului!",
					"ru": "Теперь попробуй организовать оставшийся код!",
					"fr": "Essaie maintenant de trouver le reste du code!"
				}
			},
			"STAGE_0_7": {
				"CLICK_JUMP": {
					"en": "With VARIABLES, you can select the amount of times you would like the same code block to run. Tap on the JUMP code block.",
					"bg": "С 'ПРОМЕНЛИВИ' можеш да избереш колко пъти желаеш да се повтори кодовото блокче. Чукни кодовото блокче 'СКАЧАНЕ'",
					"cz": "S PROMĚNNÝMI můžeš vybrat počet aplikování jednotlivého bloku kódu. Tapni na blok kódu VYSKOČIT.",
					"nl": "Met VARIABELEN kun je aangeven hoe vaak je hetzelfde codeblok wilt uitvoeren. Tik op het SPRINGEN-codeblok.",
					"de": "Mit VARIABLEN kannst du auswählen, wie oft du einen Code Block anwenden möchtest. Tippe auf den SPRINGEN Code Block.",
					"hu": "A VÁLTOZÓK segítségével megadhatod, hányszor szeretnéd futtatni ugyanazt a kódblokkot. Nyomj az UGRÁS kódblokkra!",
					"pl": "Dzięki ZMIENNYM możesz wybrać, ile razy chcesz uruchomić ten sam blok kodu. Kliknij blok kodu SKACZ.",
					"ro": "Folosind VARIABILE, poți selecta de câte ori vrei să ruleze același bloc de cod. Atinge blocul de cod SĂRITURĂ.",
					"ru": "С ПЕРЕМЕННЫМИ ты можешь выбрать количество повторений одного блока кода. Нажми на блок кода ПРЫЖОК.",
					"fr": "Avec VARIABLES, tu peux sélectionner le nombre de fois que tu souhaites exécuter un même bloc de code. Appuie sur le bloc de code SAUTER."
				},
				"CLICK_PLUS": {
					"en": "Now tap the '+' or '-' signs to change how many times you would like the code block to run. Change it to 3.",
					"bg": "Сега почукай '+' или '-', за да промениш числото за броя повторения на кодовото блокче. Остави го на '3'.",
					"cz": "Pomocí tlačítek + nebo - změň, kolikrát chceš, aby se daný kód použil. Nastav na číslo 3.",
					"nl": "Tik op het plusje of minnetje om aan te geven hoe vaak het codeblok moet worden uitgevoerd. Stel 'm in op 3.",
					"de": "Jetzt tippe auf die '+' oder '-' Symbole, um die Anzahl der Anwendung des Code Blocks zu ändern. Wähle 3 aus.",
					"hu": "Most nyomj a „+” vagy „-” jelekre, hogy növeld vagy csökkentsd a futtatások számát! Legyen mondjuk 3!",
					"pl": "Kliknij „+” lub „-”, by zdecydować, ile razy ma się uruchomić blok kodu. Zmień liczbę na 3.",
					"ro": "Acum atinge semnele „+” și „-” pentru a schimba de câte ori vrei să ruleze blocul de cod. Schimbă numărul la 3.",
					"ru": "Теперь нажми знаки '+' или '-', чтобы изменить число запусков блока кода. Измени их на три.",
					"fr": "Appuie maintenant sur les symboles '+' et '-' pour modifier le nombre de fois que tu souhaites exécuter le bloc de code. Sélectionne 3."
				},
				"CLICK_RUN": {
					"en": "Nice! Now tap RUN CODE and see it happen.",
					"bg": "Страхотно! Сега чукни 'ИЗПЪЛНИ КОДА' и виж какво ще се случи.",
					"cz": "Skvělé! Nyní klikni na SPUSTIT a koukni, co se stane.",
					"nl": "Goed zo! Tik nu op CODE UITVOEREN om je werk in actie te zien.",
					"de": "Sehr gut! Jetzt tippe auf CODE AUSFÜHREN und sieh, was passiert.",
					"hu": "Ügyes! Most nyomj a KÓD FUTTATÁSA gombra, és lássuk, mi történik!",
					"pl": "Super! Teraz kliknij URUCHOM KOD i zobacz, jak działa.",
					"ro": "Bravo! Acum atinge RULEAZĂ COD și vezi cum merge.",
					"ru": "Отлично! Теперь нажми ПУСК и наблюдай работу кода.",
					"fr": "Super ! Maintenant appuie sur EXÉCUTER LE CODE et regarde ce qui se passe."
				}
			},
			"STAGE_0_8": {
				"en": "Collect all the Omnitrix coins to get a higher score.",
				"bg": "Събери всички монетки с Омнитрикс, за да повишиш резултата си.",
				"cz": "Sesbírej všechny Omnitrix mince a dosáhneš vyššího skóre",
				"nl": "Verzamel alle Omnitrix-muntjes voor een hogere score.",
				"de": "Sammle alle Omnitrix Münzen, um einen höheren Punktestand zu erzielen.",
				"hu": "Gyűjtsd össze az összes Omnitrix-érmét a magasabb pontszámért!",
				"pl": "Zbieraj wszystkie monety Omnitrixa, by uzyskać wyższy wynik.",
				"ro": "Adună toate monedele Omnitrix pentru a obține un scor mai mare.",
				"ru": "Собери все монеты Омнитрикса, чтобы заработать больше очков.",
				"fr": "Récupère tous les pièces Omnitrix pour améliorer ton score."
			},
			"STAGE_0_9": {
				"OPEN_TOOLS": {
					"en": "With the REPEAT code block, you can now run more than once the code blocks that go inside of it.",
					"bg": "С кодовото блокче 'ПОВТОРЕНИЕ', вече можеш да повториш кодовите блокчета, които са вътре повече от веднъж.",
					"cz": "S blokem kódu OPAKOVAT můžeš bloky kódů, které jsou uvnitř, aplikovat opakovaně.",
					"nl": "Met het HERHALEN-codeblok kun je de code in dat blok meerdere keren uitvoeren.",
					"de": "Mit dem WIEDERHOLEN Code Block kannst du jetzt die eingefügten Code Blocks mehr als einmal ausführen.",
					"hu": "Az ISMÉTLÉS kódblokkal egymás után többször futtathatod az abban futó kódblokkokat.",
					"pl": "Dzięki blokowi kodu POWTÓRZ możesz uruchomić więcej niż raz bloki kodu, które do niego należą.",
					"ro": "Cu blocul de cod REPETARE, acum poți rula mai mult de o dată blocurile de cod care sunt incluse în el. ",
					"ru": "С помощью блока кода ПОВТОР ты можешь повторять блоки кода, которые содержатся в нем.",
					"fr": "Grâce au bloc de code RÉPÉTER, tu peux désormais exécuter plusieurs fois les blocs de code qui vont dedans."
				},
				"DRAG_JUMP": {
					"en": "Drag a JUMP code block inside the REPEAT code block.",
					"bg": "Завлачи кодовото блокче 'СКАЧАНЕ' в кодовото блокче 'ПОВТОРЕНИЕ'.",
					"cz": "Přetáhni kód SKOČIT dovnitř bloku OPAKOVAT.",
					"nl": "Sleep een SPRINGEN-codeblok naar het HERHALEN-codeblok.",
					"de": "Ziehe einen SPRINGEN Code Block in den WIEDERHOLEN Code Block.",
					"hu": "Húzz egy UGRÁS kódblokkot az ISMÉTLÉS kódblokkjába.",
					"pl": "Przeciągnij blok kodu SKACZ do bloku kodu POWTÓRZ.",
					"ro": "Trage un bloc de cod SĂRITURĂ înăuntrul blocului de cod REPETARE.",
					"ru": "Перетащи блок кода ПРЫЖОК внутрь блока кода ПОВТОР.",
					"fr": "Déplace un bloc de code SAUTER dans le bloc de code RÉPÉTER."
				},
				"OPEN_TOOLS_AGAIN": {
					"en": "Open the Toolbox again.",
					"bg": "Отвори отново инструментите.",
					"cz": "Otevři si znovu Možnosti.",
					"nl": "Open de gereedschapskist nogmaals.",
					"de": "Öffne nochmal den Werkzeugkasten.",
					"hu": "Nyisd meg ismét az Eszközkészletet.",
					"pl": "Otwórz ponownie zestaw komend i poleceń.",
					"ro": "Redeschide Lada cu unelte.",
					"ru": "Открой Панель инструментов снова.",
					"fr": "Ouvre à nouveau la boîte à outils."
				},
				"DRAG_WALK": {
					"en": "Drag a walk code block over the Repeat code block to connect them both.",
					"bg": "Завлачи кодовото блокче 'ВЪРВЕНЕ' в кодовото блокче 'ПОВТОРЕНИЕ'.",
					"cz": "Přetáhni blok kódu JÍT dovnitř kódu OPAKOVAT.",
					"nl": "Sleep een LOPEN-codeblok naar het HERHALEN-codeblok.",
					"de": "Ziehe einen LAUFEN Code Block in den WIEDERHOLEN Code Block.",
					"hu": "Húzz egy GYALOGLÁS kódblokkot az ISMÉTLÉS kódblokkba.",
					"pl": "Przeciągnij blok kodu IDŹ do bloku kodu POWTÓRZ.",
					"ro": "Trage blocul de cod MERS înăuntrul blocului de cod REPETARE.",
					"ru": "Перетащи блок кода ШАГ внутрь блока кода ПОВТОР.",
					"fr": "Déplace un bloc de code MARCHER sur le bloc de code RÉPÉTER pour les connecter entre eux."
				},
				"TAP_VARIABLES": {
					"en": "Tap on the white box and then the '+' or '-' signs to change how many times the REPEAT code block runs the code blocks inside of it. Change this to 4.",
					"bg": "Чукни върху бялата кутийка, а след това с помощта на знаците '+' и '-', намери числото, което да показва колко пъти желаеш кодовото блокче 'ПОВТОРЕНИЕ' да повтори кодовите блокчета, които са в него. Нека да настроим на '4'.",
					"cz": "Klikni na bílé políčko a vyber + nebo -, abys nastavil, kolikrát se má daná kombinace kódu spustit. Nastav ji na 4.",
					"nl": "Tik op het witte kader en daarna op het plusje of minnetje om te bepalen hoe vaak het HERHALEN-codeblok de code in dat blok moet uitvoeren. Stel 'm in op 4.",
					"de": "Tippe auf die weiße Box und dann die '+' oder '-' Symbole, um zu verändern, wie oft der WIEDERHOLEN Code Block die in ihm eingefügten Code Blocks ausführt. Wähle hier 4 aus.",
					"hu": "Nyomj a fehér mezőre, majd a „+” vagy „-” jelekre, hogy megváltoztasd, az ISMÉTLÉS kódblokk hányszor futtassa az általa tartalmazott kódokat. Legyen mondjuk 4!",
					"pl": "Kliknij białe pole, a następnie „+” lub „-”, by zdecydować, ile razy blok kodu POWTÓRZ ma uruchomić należące do niego bloki kodu. Zmień liczbę na 4.",
					"ro": "Atinge cutia albă, apoi semnele „+” sau „-” pentru a schimba de câte ori blocul de cod REPETARE rulează blocurile de cod incluse în el. Schimbă numărul la 4.",
					"ru": "Нажми на белый квадрат, а потом на '+' или '-', чтобы выбрать количество повторов внутри блока кода ПОВТОРИТЬ. Измени число на 4.",
					"fr": "Appuie sur la case blanche puis sur les symboles '+' et '-' pour modifier le nombre de fois que le bloc de code RÉPÉTER exécute les blocs de code qu'il contient. Sélectionne 4."
				},
				"RUN": {
					"en": "Tap the button to run your code!",
					"bg": "Чукни върху бутона, за да започне изпълнението на кода ти!",
					"cz": "Klikni na tlačítko a spusť svůj kód!",
					"nl": "Tik op de knop om je code uit te voeren!",
					"de": "Tippe auf die Schaltfläche, um deinen Code auszuführen!",
					"hu": "Nyomd meg a gombot, hogy futtasd a kódod!",
					"pl": "Kliknij przycisk, by uruchomić swój kod!",
					"ro": "Atinge butonul pentru a-ți rula codul!",
					"ru": "Нажми на кнопку, чтобы запустить код!",
					"fr": "Appuie sur le bouton pour exécuter ton code!"
				}
			},
			"STAGE_0_10": {
				"SELECT_FOURARMS": {
					"en": "You unlocked FOUR ARMS! He can push heavy crates. Select the FOUR ARMS icon in the transform code block.",
					"bg": "Ти отключи ЧЕТИРИРЪКИЯ! Той може да избутва тежки сандъци. Избери иконката на ЧЕТИРИРЪКИЯ в кодовото блокче за трансформиране.",
					"cz": "Odemkl jsi ČTYŘHNÁTA! Umí strkat do těžkých beden. Vyber ikonu ČTYŘHNÁTA v bloku kódu TRANSFORMACE.",
					"nl": "Je hebt QUATRE BRAS vrijgespeeld! Hij kan zware kisten wegduwen. Kies het QUATRE BRAS-symbool in het TRANSFORMEREN-codeblok.",
					"de": "Du hast KRAKE freigeschaltet! Er kann schwere Kisten schieben. Wähle das Symbol von KRAKE im Code Block für Transformationen aus.",
					"hu": "Feloldottad CSUPAKART! Ő a legnehezebb ládákat is elbírja. Válaszd ki a CSUPAKAR ikont az ÁTVÁLTOZÁS kódblokkban!",
					"pl": "Odblokowano CZTERORĘKIEGO! Możesz przepychać ciężkie skrzynki. Wybierz ikonę CZTERORĘKIEGO w bloku kodu transformacji.",
					"ro": "L-ai deblocat pe PATRU BRAȚE! El poate împinge lăzi grele. Alege pictograma PATRU BRAȚE în blocul de cod TRANSFORMARE.",
					"ru": "Тебе доступен СИЛАЧ! Он может передвигать клетки. Выбери иконку СИЛАЧА в блоке кода ТРАНСФОРМАЦИЯ.",
					"fr": "Tu as débloqué QUAD ! Il peut pousser des caisses lourdes. Sélectionne l'icône QUAD dans le bloc de code Transformer."
				},
				"WALK_VARIABLES": {
					"en": "Now change the WALK VARIABLE to 4 so FOUR ARMS can walk into the crate and push it.",
					"bg": "Сега промени ПРОМЕНЛИВАТА за употреба на ВЪРВЕНЕ на 4, за да може ЧЕТИРИРЪКИЯ да извърви пътя до сандъка и да го избута.",
					"cz": "Nyní nastav kód PROMĚNNÉHO JÍT na 4, aby mohl ČTYŘHNÁT jít a strčit do bedny.",
					"nl": "Stel nu de variabele LOPEN in op 4, zodat QUATRE BRAS tegen de kist loopt en die wegduwt.",
					"de": "Jetzt setze die LAUFEN VARIABLE auf 4, damit KRAKE gegen die Kiste laufen und sie schieben kann.",
					"hu": "Most változtasd meg a GYALOGLÁS VÁLTOZÓJÁT 4-re, hogy CSUPAKAR belesétáljon a ládába és eltolhassa.",
					"pl": "Zmień ZMIENNĄ IDŹ na 4, by CZTERORĘKI mógł podejść do skrzynki i ją przepchnąć.",
					"ro": "Acum ajustează VARIABILA de MERS la 4, astfel ca PATRU BRAȚE să se ducă la ladă și să o împingă. ",
					"ru": "Теперь измени ПЕРЕМЕННУЮ ШАГ на 4, чтобы СИЛАЧ смог зайти в клетку и толкнуть ее.",
					"fr": "Programme maintenant la VARIABLE MARCHER sur 4 pour que QUAD puisse entrer dans la caisse et la pousser."
				},
				"FINISH": {
					"en": "Now try to solve the rest of the code!",
					"bg": "Сега се опитай да довършиш кода.",
					"cz": "Teď zkus dokončit zbytek kódu!",
					"nl": "Probeer nu de rest van de code te kraken!",
					"de": "Jetzt versuche, den restlichen Code zu lösen!",
					"hu": "Most próbáld megoldani a kód többi részét!",
					"pl": "Spróbuj złamać pozostałą część kodu!",
					"ro": "Acum încearcă să rezolvi restul codului!",
					"ru": "Теперь попробуй организовать оставшийся код!",
					"fr": "Essaie maintenant de trouver le reste du code!"
				}
			},
			"STAGE_0_12": {
				"SELECT_CANNONBOLT": {
					"en": "CANNONBOLT can also break crates by jumping into them! Select CANNONBOLT in the first TRANSFORM code block.",
					"bg": "ТОПОВНА МОЩ може и да чупи сандъци, ако скочи върху тях. Избери ТОПОВНА МОЩ в първото кодово блокче ТРАНСФОРМИРАНЕ.",
					"cz": "KANOŇÁK také může bedny rozbít, když na ně vyskočí! Vyber KANOŇÁKA v prvním bloku kódu TRANSFORMACE.",
					"nl": "KANONBAL kan kisten kapotmaken door erop te springen! Kies KANONBAL in het eerste TRANSFORMEREN-codeblok",
					"de": "KANONENKUGEL kann Kisten auch zerstören, indem er auf sie rauf springt! Wähle in dem ersten TRANSFORMATION Code Block KANONKUGEL aus.",
					"hu": "ÁGYÚGOLYÓ össze tudja törni a ládákat, ha rájuk ugrik. Válaszd ÁGYÚGOLYÓT az első ÁTVÁLTOZÁS kódblokkban!",
					"pl": "KULOPŁOT może łamać skrzynie, wskakując na nie! Wybierz KULOPŁOTA w pierwszym bloku kodu TRANSFORMACJA.",
					"ro": "CANNONBOLT poate sparge lăzi și sărind pe ele! Selectează CANNONBOLT în primul bloc de cod TRANSFORMARE.",
					"ru": "ЯДРО может ломать клетки, прыгая в них! Выбери ЯДРО в первом блоке кода ТРАНСФОРМАЦИЯ.",
					"fr": "BOULET DE CANON peut aussi briser les caisses en sautant dedans ! Sélectionne BOULET DE CANON dans le premier bloc de code TRANSFORMER."
				},
				"SELECT_FOURARMS": {
					"en": "You will need to push the second crate into the water so that you can walk on it. Select FOUR ARMS for the second TRANSFORM code block.",
					"bg": "Ще трябва да бутнеш втория сандък във водата, за да можеш да стъпиш на него. Избери ЧЕТИРИРЪКИЯ във второто кодово блокче ТРАНСФОРМИРАНЕ.",
					"cz": "Druhou krabici budeš muset strčit do vody, abys na ní mohl přejít. Vyber ČTYŘHNÁTA na druhý blok kódu TRANSFORMACE.",
					"nl": "Je moet de tweede kist in het water duwen, zodat je eroverheen kunt lopen. Kies QUATRE BRAS voor het tweede TRANSFORMEREN-codeblok",
					"de": "Du musst die zweite Kiste in das Wasser schieben, damit du auf ihr laufen kannst. Wähle für den zweiten TRANSFORMATION Code Block KRAKE aus. ",
					"hu": "A második ládát bele kell löknöd a vízbe, hogy átkelhess rajta. Válaszd CSUPAKART a második ÁTVÁLTOZÁS kódblokkban!",
					"pl": "Musisz wepchnąć drugą skrzynkę do wody, by po niej przejść. Wybierz CZTERORĘKIEGO w drugim bloku kodu TRANSFORMACJA.",
					"ro": "Va trebui să împingi a doua ladă în apă, ca să poți merge pe ea. Selectează PATRU BRAȚE pentru a-l doilea bloc de cod TRANSFORMARE.",
					"ru": "Тебе нужно толкнуть вторую клетку в воду, чтобы встать на нее. Выбери СИЛАЧА для второго блока кода ТРАНСФОРМАЦИЯ.",
					"fr": "Tu dois pousser la deuxième caisse dans l'eau pour pouvoir marcher dessus. Sélectionne QUAD pour le deuxième bloc de code TRANSFORMER."
				},
				"FINISH": {
					"en": "Now try to solve the rest of the code!",
					"bg": "Сега се опитай да довършиш кода.",
					"cz": "Teď zkus dokončit zbytek kódu!",
					"nl": "Probeer nu de rest van de code te kraken!",
					"de": "Jetzt versuche, den restlichen Code zu lösen!",
					"hu": "Most próbáld megoldani a kód többi részét!",
					"pl": "Spróbuj złamać pozostałą część kodu!",
					"ro": "Acum încearcă să rezolvi restul codului!",
					"ru": "Теперь попробуй организовать оставшийся код!",
					"fr": "Essaie maintenant de trouver le reste du code!"
				}
			},
			"STAGE_0_13": {
				"en": "The computer can make platforms rise out of the water! Go to it to activate it.",
				"bg": "Компютърът може да издигне платформите над водата! Иди там, за да активираш функцията.",
				"cz": "Počítač může aktivovat plošiny, které se vysunou z vody! Jdi k němu a aktivuj ho.",
				"nl": "De computer kan platformen uit het water omhoog laten komen! Ga naar de computer om dat te doen.",
				"de": "Der Computer kann eine Plattform aus dem Wasser erscheinen lassen! Gehe zu ihm, um ihn zu aktivieren.",
				"hu": "A számítógép a vízből kiugró felületeket tud alkotni. Menj rájuk az aktiváláshoz!",
				"pl": "Komputer może sprawić, że platformy wynurzą się z wody! Przejdź do komputera, by go aktywować.",
				"ro": "Computerul poate face ca din apă să iasă platforme! Du-te și activează-le!",
				"ru": "Компьютер может поднять платформы из воды! Достаточно лишь активировать их.",
				"fr": "L'ordinateur peut faire sortir des plateformes de l'eau ! Active-le."
			},
			"STAGE_0_14": {
				"SELECT_OVERFLOW": {
					"en": "You've unlocked OVERFLOW. He can walk underwater!",
					"bg": "Ти отключи ВОДНА СТРУЯ. Той може да върви под вода!",
					"cz": "Odemkl jsi PROUĎÁKA. Ten umí chodit pod vodou!",
					"nl": "Je hebt OVERFLOW vrijgespeeld. Hij kan onder water lopen!",
					"de": "Du hast OVERFLOW freigeschaltet. Er kann unter Wasser laufen!",
					"hu": "Feloldottad TÚLÁRADATOT! Ő a víz alatt is tud sétálni.",
					"pl": "Odblokowano TURBINA WODNEGO! Ten kosmita może chodzić pod wodą!",
					"ro": "L-ai deblocat pe OVERFLOW. El poate merge sub apă!",
					"ru": "Тебе доступен ВОДОХЛЕСТ. Он может ходить под водой!",
					"fr": "Tu as déverrouillé LANCE L'O. Il peut marcher sous l'eau !"
				},
				"RUN_CODE": {
					"en": "Tap the button to run your code!",
					"bg": "Чукни върху бутона, за да започне изпълнението на кода ти!",
					"cz": "Klikni na tlačítko a spusť svůj kód!",
					"nl": "Tik op de knop om je code uit te voeren!",
					"de": "Tippe auf die Schaltfläche, um deinen Code auszuführen!",
					"hu": "Nyomd meg a gombot, hogy futtasd a kódod!",
					"pl": "Kliknij przycisk, by uruchomić swój kod!",
					"ro": "Atinge butonul pentru a-ți rula codul!",
					"ru": "Нажми на кнопку, чтобы запустить код!",
					"fr": "Appuie sur le bouton pour exécuter ton code!"
				}

			},
			"STAGE_0_19": {
				"en": "You've unlocked Heatblast - he's resistant to high temperatures and can walk through fire and lava!",
				"bg": "Ти отключи ОГНЕН ПОРИВ. Той може да минава през огън и лава!",
				"cz": "Odemkl jsi HORKOHLAVA. Může chodit skrze oheň a lávu!",
				"nl": "Je hebt VUURVLAAG vrijgespeeld. Hij kan door vuur en lava heen lopen!",
				"de": "Du hast INFERNO freigeschaltet. Er kann durch Feuer und Lava laufen!",
				"hu": "Feloldottad LÁNGLOVAGOT! Ő a tűzön és a láván keresztül is átmegy.",
				"pl": "Odblokowano INFERNO! Ten kosmita może chodzić po ogniu i lawie!",
				"ro": "L-ai deblocat pe TORȚA VIE. El poate merge prin foc și lavă! ",
				"ru": "Тебе доступен ЧЕЛОВЕК-ОГОНЬ. Он может проходить сквозь огонь и лаву!",
				"fr": "Tu as déverrouillé Inferno. Il résiste aux fortes températures et peut marcher dans les flammes et la lave!"
			},
			"STAGE_1_1": {
				"en": "You've unlocked Diamond Head. Only he can deflect lasers!",
				"bg": "Ти отключи Диамантения. Единствено той може да отразява лазерни лъчи!",
				"cz": "Získal jsi přístup k Diamantovci. Jedině on umí odrazit lasery!",
				"nl": "Je hebt Diamantkop vrijgespeeld. Alleen hij kan tegen lasers!",
				"de": "Du hast Stahlschädel freigeschaltet. Nur er kann Laser abwehren!",
				"hu": "Feloldottad Gyémántfejet. Csak ő képes átmenni a lézeren.",
				"pl": "Odblokowano Diamentogłowego! Tylko on potrafi odbijać lasery!",
				"ro": "L-ai deblocat pe Cap de Diamant. Numai el poate devia razele laser!",
				"ru": "Тебе доступен Алмаз. Только он способен отражать лазеры!",
				"fr": "Tu as déverrouillé Incassable. Lui seul peut dévier les lasers!"
			},
			"STAGE_1_2": {
				"en": "Diamond Head can also blast maggots to freeze them!",
				"bg": "Диамантения може и да изстрелва залпове по ларвите, за да ги замрази!",
				"cz": "Diamantovec může vystřelit na červy a zmrazit je!",
				"nl": "Diamantkop kan ook op wormen schieten om ze te bevriezen.",
				"de": "Stahlschädel kann auf Maden schießen und sie einfrieren!",
				"hu": "Gyémátfej ráadásul lárvákat is képes lőni, hogy megfagyassza őket!",
				"pl": "Diamentogłowy ma zdolność unieruchamiania wrogów swoimi uderzeniami!",
				"ro": "Cap de Diamant trage și în viermi, înghețându-i pe loc!",
				"ru": "А еще Алмаз может стрелять во врагов, замораживая их!",
				"fr": "Incassable peut aussi tirer sur les asticots pour les geler!"
			},
			"STAGE_2_1": {
				"en": "You've unlocked Upgrade! He can morph through grates. Try it now by using the MORPH code block while standing on a grate.",
				"bg": "Ти отключи Биотек! Той може да променя формата си, за да се процежда през решетки. Опитай сега, като използваш кодово блокче \"ПРОМЯНА\" за местата с решетка на пода.",
				"cz": "Získal jsi přístup k Aktulákovi! Umí se morfovat skrz mřížky. Použij kódovací blok MORFOVÁNÍ a až budeš stát na mřížce, vyzkoušej ho.",
				"nl": "Je hebt Upgrade vrijgespeeld. Hij kan door tegels morfen. Probeer het nu door het codeblok MORFEN te gebruiken als je op een tegel staat.",
				"de": "Du hast Upgrade freigeschaltet! Du kannst jetzt durch Gitter gleiten. Probier es aus, indem du den Code Bock für MORPHEN einsetzt, während du auf einem Gitter stehst.",
				"hu": "Feloldottad Metit, aki képes átfolyni a rácsokon! Próbáld ki az ÁTFOLYÁS kódblokk használatával, miközben egy rácson állsz!",
				"pl": "Odblokowano Upgrade'a! Potrafi zmieniać formę i przechodzić przez kratki. Wypróbuj go teraz, używając bloku kodu PRZEMIANA, stojąc na kratce.",
				"ro": "L-ai deblocat pe Upgrade! El se poate preschimba pentru a trece prin grilaj. Încearcă acum folosind blocul de cod PRESCHIMBARE în timp ce stai pe un grilaj.",
				"ru": "Тебе доступен Плазма! Он умеет трансформироваться так, чтобы проходить сквозь решетки. Попробуй использовать блок код ТРАНСФОРМАЦИЯ, стоя на решетке.",
				"fr": "Tu as déverrouillé Biotech. Il peut se transformer et se déplacer d'une caisse à l'autre. Essaie maintenant en utilisant le bloc de code MORPHER lorsque tu te trouves au-dessus d'une caisse dans le sol."
			},
			"STAGE_2_2": {
				"en": "Everybody slides on ice tiles!",
				"bg": "Всеки се подхлъзва, когато върви по леда!",
				"cz": "Každému to na ledu klouže!",
				"nl": "Iedereen glijdt over de ijstegels!",
				"de": "Alle rutschen über Eisfelder!",
				"hu": "Mindenki a jégen csúszkál!",
				"pl": "Wszyscy ślizgają się po lodowych płytkach!",
				"ro": "Toată lumea alunecă pe dale de gheață!",
				"ru": "Все скользят на ледяных плитках!",
				"fr": "Tout le monde glisse sur les dalles de glace!"
			}
		},
		"BLOCKS": {
			"WALK": {
				"en": "WALK",
				"bg": "ВЪРВЕНЕ",
				"cz": "JÍT",
				"nl": "LOPEN",
				"de": "LAUFEN",
				"hu": "SÉTÁLÁS",
				"pl": "IDŹ",
				"ro": "MERS",
				"ru": "ШАГ",
				"fr": "MARCHER"
			},
			"JUMP": {
				"en": "JUMP",
				"bg": "СКАЧАНЕ",
				"cz": "SKOČIT",
				"nl": "SPRINGEN",
				"de": "SPRINGEN",
				"hu": "UGRÁS",
				"pl": "SKACZ",
				"ro": "SĂRITURĂ",
				"ru": "ПРЫЖОК",
				"fr": "SAUTER"
			},
			"TURN": {
				"en": "TURN",
				"bg": "ЗАВИВАНЕ",
				"cz": "OTOČIT",
				"nl": "DRAAIEN",
				"de": "DREHEN",
				"hu": "FORDULÁS",
				"pl": "SKRĘĆ",
				"ro": "ÎNTOARCERE",
				"ru": "ПОВОРОТ",
				"fr": "TOURNER"
			},
			"TRANSFORM": {
				"en": "TRANSFORM",
				"bg": "ТРАНСФОРМИРАНЕ",
				"cz": "TRASFORMOVAT SE",
				"nl": "TRANSFORMEREN",
				"de": "TRANSFORMIEREN",
				"hu": "ÁTVÁLTOZÁS",
				"pl": "TRANSFORMACJA",
				"ro": "TRANSFORMARE",
				"ru": "ТРАНСФОРМАЦИЯ",
				"fr": "TRANSFORMER"
			},
			"BLOB": {
				"en": "MORPH",
				"bg": "ПРОМЯНА",
				"cz": "MORFOVÁNÍ",
				"nl": "MORFEN",
				"de": "MORPHEN",
				"hu": "ÁTFOLYÁS",
				"pl": "PRZEMIANA",
				"ro": "PRESCHIMBARE",
				"ru": "ТРАНСФОРМАЦИЯ",
				"fr": "MORPHER"
			},
			"SHOOT": {
				"en": "BLAST",
				"bg": "ЗАЛП",
				"cz": "STŘÍLET",
				"nl": "SCHIETEN",
				"de": "SCHIESSEN",
				"hu": "LÖVÉS",
				"pl": "UDERZENIE",
				"ro": "EXPLOZIE",
				"ru": "СТРЕЛЬБА",
				"fr": "TIRER"
			},
			"REPEAT": {
				"en": "REPEAT",
				"bg": "ПОВТОРЕНИЕ",
				"cz": "OPAKOVAT",
				"nl": "HERHALEN",
				"de": "WIEDERHOLEN",
				"hu": "ISMÉTLÉS",
				"pl": "POWTÓRZ",
				"ro": "REPETARE",
				"ru": "ПОВТОР",
				"fr": "RÉPÉTER"
			},
			"LEFT": {
				"en": "LEFT",
				"bg": "НАЛЯВО",
				"cz": "VLEVO",
				"nl": "LINKS",
				"de": "LINKS",
				"hu": "BAL",
				"pl": "LEWO",
				"ro": "STÂNGA",
				"ru": "ОСТАЛОСЬ",
				"fr": "GAUCHE"
			},
			"RIGHT": {
				"en": "RIGHT",
				"bg": "ПРАВО",
				"cz": "VPRAVO",
				"nl": "RECHTS",
				"de": "RECHTS",
				"hu": "JOBBRA",
				"pl": "DOBRZE",
				"ro": "DREAPTA",
				"ru": "НАПРАВО",
				"fr": "DROITE"
			},
			"START": {
				"en": "start",
				"bg": "начало",
				"cz": "start",
				"nl": "begin",
				"de": "start",
				"hu": "kezdet",
				"pl": "początek",
				"ro": "început",
				"ru": "начало",
				"fr": "commencer"
			}
		},
		"ALIENS": {
			"BEN": {
				"en": "BEN",
				"bg": "BEN",
				"cz": "BEN",
				"nl": "BEN",
				"de": "BEN",
				"hu": "BEN",
				"pl": "BEN",
				"ro": "BEN",
				"ru": "БЕН",
				"fr": "BEN"
			},
			"CANNONBOLT": {
				"en": "CANNONBOLT",
				"bg": "ТОПОВНА МОЩ",
				"cz": "KANOŇÁKA",
				"nl": "KANONBAL",
				"de": "KANONENKUGEL",
				"hu": "ÁGYÚGOLYÓVÁ",
				"pl": "KULOPŁOT",
				"ro": "CANNONBOLT",
				"ru": "ЯДРО",
				"fr": "BOULET DE CANON"
			},
			"FOURARMS": {
				"en": "FOUR ARMS",
				"bg": "ЧЕТИРИРЪКИЯ",
				"cz": "ČTYŘHNÁTA",
				"nl": "QUATRE BRAS",
				"de": "KRAKE",
				"hu": "CSUPAKARRÁ",
				"pl": "CZTERORĘKI",
				"ro": "PATRU BRAȚE",
				"ru": "СИЛАЧА",
				"fr": "QUAD"
			},
			"HEATBLAST": {
				"en": "HEATBLAST",
				"bg": "ОГНЕН ПОРИВ",
				"cz": "HORKOHLAVA",
				"nl": "VUURVLAAG",
				"de": "INFERNO",
				"hu": "LÁNGLOVAGGÁ",
				"pl": "INFERNO",
				"ro": "TORȚA VIE",
				"ru": "ЧЕЛОВЕКА-ОГНЯ",
				"fr": "INFERNO"
			},
			"OVERFLOW": {
				"en": "OVERFLOW",
				"bg": "ВОДНА СТРУЯ",
				"cz": "PROUĎÁKA",
				"nl": "OVERFLOW",
				"de": "OVERFLOW",
				"hu": "TÚLÁRADATTÁ",
				"pl": "TURBIN WODNY",
				"ro": "OVERFLOW",
				"ru": "ВОДОХЛЕСТА",
				"fr": "LANCE L'O"
			},
			"DIAMONDHEAD": {
				"en": "DIAMONDHEAD",
				"bg": "ДИАМАНТЕНИЯ",
				"cz": "DIAMANTOVEC",
				"nl": "DIAMANTKOP",
				"de": "STAHLSCHÄDEL",
				"hu": "GYÉMÁNTFEJ",
				"pl": "DIAMENTOGŁOWY",
				"ro": "CAP DE DIAMANT",
				"ru": "АЛМАЗ",
				"fr": "INCASSABLE"
			},
			"UPGRADE": {
				"en": "UPGRADE",
				"bg": "БИОТЕК",
				"cz": "AKTULÁK",
				"nl": "UPGRADE",
				"de": "UPGRADE",
				"hu": "METI",
				"pl": "UPGRADE",
				"ro": "UPGRADE",
				"ru": "ПЛАЗМА",
				"fr": "BIOTECH"
			}
		}
	},
	"MENU": {
		"SPLASH": {
			"WIN": {
				"en": "PLAY + WIN",
				"bg": "ИГРАЙ И СПЕЧЕЛИ",
				"cz": " ",
				"nl": "SPEEL EN WIN",
				"de": "SPIELEN + GEWINNEN",
				"hu": "JÁTSSZ + NYERJ",
				"pl": "GRAJ + WYGRAJ",
				"ro": "JOACĂ + CÂȘTIGĂ",
				"ru": " ",
				"fr": " "
			},
			"PLAY": {
				"en": "Play for the chance to win a robot!",
				"bg": "Играй и може да спечелиш робот",
				"cz": " ",
				"nl": "Speel en maak kans op een robot!",
				"de": "Mach mit und gewinne einen Roboter!",
				"hu": "Játssz, és nyerj egy robotot!",
				"pl": "Graj, by zyskać szansę na wygranie robota!",
				"ro": "Joacă pentru șansa de a câștiga un robot!",
				"ru": " ",
				"fr": " "
			}
		},
		"TUTORIAL": {
			"TITLE": {
				"en": "HOW TO PLAY",
				"bg": "КАК СЕ ИГРАЕ",
				"cz": "JAK HRÁT",
				"nl": "ZO WERKT HET",
				"de": "WIE MAN SPIELT",
				"hu": "HOGYAN JÁTSSZ",
				"pl": "ZASADY GRY",
				"ro": "CUM SE JOACĂ",
				"ru": "КАК ИГРАТЬ",
				"fr": "COMMENT JOUER"
			},
			"SCREEN1": {
				"en": "Tap the '+' button to open the code block Toolbox.",
				"bg": "Чукни бутона '+', за да отвориш инструменти. Там ще намериш наличните кодови блокчета.",
				"cz": "Klikni na tlačítko + a otevřeš Možnosti bloků kódů.",
				"nl": "Klik op het plusje om de gereedschapskist vol codeblokken te openen.",
				"de": "Tippe auf die  '+' Schaltfläche, um den Werkzeugkasten für den Code Block zu öffnen.",
				"hu": "A „+” gomb megnyomásával nyithatod meg a kódblokkos Eszközkészletet.",
				"pl": "Kliknij przycisk „+”, by otworzyć zestaw komend i poleceń bloku kodu.",
				"ro": "Atinge butonul „+” pentru deschide blocul de cod Lada cu unelte.",
				"ru": "Нажми кнопку '+', чтобы открыть блок кода Панель инструментов.",
				"fr": "Appuie sur le bouton '+' pour ouvrir la boîte à outils des blocs de code."
			},
			"SCREEN2": {
				"en": "Drag over code blocks from the Toolbox into the code area.",
				"bg": "Завлачи кодовите блокчета от инструменти до зоната за кодиране.",
				"cz": "Přetahuj bloky kódů z Možností do kódovací oblasti.",
				"nl": "Sleep codeblokken uit de gereedschapskist naar het codegebied.",
				"de": "Ziehe Code Blocks aus dem Werkzeugkasten in das Code Feld.",
				"hu": "Húzd a kódblokkokat az Eszközkészletből a kódterületre!",
				"pl": "Przeciągnij bloki kodu z zestawu komend i poleceń do obszaru kodu.",
				"ro": "Trage blocurile de cod din Lada cu unelte în spațiul de codare.",
				"ru": "Перетащи блоки кода из Панели инструментов в зону кода.",
				"fr": "Déplace les blocs de code de la boîte à outils vers la zone de code."
			},
			"SCREEN3": {
				"en": "Tap on RUN CODE to make Ben follow the code.",
				"bg": "Чукни 'ИЗПЪЛНИ КОДА', за да започне Бен да изпълнява твоя код.",
				"cz": "Tapni na SPUSTIT KÓD a Ben se bude pohybovat podle kódu.",
				"nl": "Tik op CODE UITVOEREN om Ben de code te laten volgen.",
				"de": "Tippe auf Code ausführen, damit Ben sich an den Code hält.",
				"hu": "A KÓD FUTTATÁSA gombra nyomva Ben követni fogja a kódot.",
				"pl": "Kliknij przycisk URUCHOM KOD, by Ben wykonał polecenia z kodu.",
				"ro": "Atinge RULARE COD pentru a-l face pe Ben să urmeze codul.",
				"ru": "Нажми ЗАПУСТИТЬ КОД, чтобы запрограммировать Бена.",
				"fr": "Appuie sur EXÉCUTER LE CODE pour que Ben suive le code."
			},
			"SCREEN4": {
				"en": "Drag down code blocks into the bin to delete them.",
				"bg": "Завлачвай кодовите блокчета към кошчето, за да ги изтриеш.",
				"cz": "Přetáhni do koše ty bloky kódu, které chceš vymazat.",
				"nl": "Sleep codeblokken naar de vuilnisbak om ze weg te doen.",
				"de": "Ziehe Code Blöcke runter in den Papierkorb, um sie zu löschen.",
				"hu": "A kódblokkot a kukába húzva törölheted.",
				"pl": "Przeciągnij bloki kodu w dół do kosza, by je usunąć.",
				"ro": "Trage blocurile de cod la coșul de gunoi pentru a le șterge.",
				"ru": "Перетащи блоки кода в корзину, чтобы удалить их.",
				"fr": "Déplace les blocs de code dans la poubelle pour les supprimer."
			},
			"SCREEN5": {
				"en": "Press the EYE button to see the level from above.",
				"bg": "Чукни бутона 'ОКО', за да разгледаш нивото отгоре.",
				"cz": "Stiskni tlačítko OKO, a uvidíš celou úroveň seshora.",
				"nl": "Tik op de OOG-knop om het level vanuit de hoogte te bekijken.",
				"de": "Drücke auf die AUGEN Schaltfläche, um das Level von oben zu sehen.",
				"hu": "A SZEM gombra nyomva felülről is megnézheted a pályát.",
				"pl": "Kliknij przycisk OKA, by zobaczyć poziom z góry.",
				"ro": "Apasă pe butonul OCHI pentru a vedea nivelul de sus.",
				"ru": "Нажми кнопку ГЛАЗ, чтобы увидеть уровень сверху.",
				"fr": "Appuie sur le bouton ŒIL pour voir une vue aérienne du niveau."
			}
		},
		"PAUSE": {
			"TITLE": {
				"en": "PAUSE",
				"bg": "ПАУЗА",
				"cz": "PAUZA",
				"nl": "PAUZE",
				"de": "PAUSE",
				"hu": "SZÜNET",
				"pl": "WSTRZYMAJ",
				"ro": "PAUZĂ",
				"ru": "ПАУЗА",
				"fr": "PAUSE"
			}
		},
		"RESULTS": {
			"TITLE": {
				"en": "RESULTS",
				"bg": "РЕЗУЛТАТИ",
				"cz": "VÝSLEDKY",
				"nl": "RESULTATEN",
				"de": "ERGEBNISSE",
				"hu": "EREDMÉNYEK",
				"pl": "WYNIKI",
				"ro": "REZULTATE",
				"ru": "РЕЗУЛЬТАТЫ",
				"fr": "RÉSULTATS"
			}
		},
		"SELECT_LEVEL": {
			"TITLE": {
				"en": "SELECT LEVEL",
				"bg": "ИЗБЕРИ НИВО",
				"cz": "VYBRAT ÚROVEŇ",
				"nl": "LEVEL KIEZEN",
				"de": "LEVEL AUSWÄHLEN",
				"hu": "SZINT KIVÁLASZTÁSA",
				"pl": "WYBIERZ POZIOM",
				"ro": "SELECTEAZĂ NIVEL",
				"ru": "ВЫБРАТЬ УРОВЕНЬ",
				"fr": "SÉLECTIONNER UN NIVEAU"
			},
			"INTRO_TEXT": {
				"en": "IF YOU HAVEN’T PLAYED BEFORE, THERE IS A TUTORIAL IN THE FIRST SET OF LEVELS",
				"bg": "АКО НЕ СИ ИГРАЛ ДОСЕГА, МОЖЕШ ДА ИЗПОЛЗВАШ РЪКОВОДСТВОТО В НИВАТА ОТ ПЪРВАТА ГРУПА.",
				"cz": "POKUD JSTE HRU JEŠTĚ NEHRÁLI, V PRVNÍCH ÚROVNÍCH JE PRŮVODCE, JAK HRÁT.",
				"nl": "ALS JE NIET EERDER HEBT GESPEELD, DAN KUN JE IN DE EERSTE LEVELS EEN TUTORIAL VINDEN",
				"de": "WENN DU VORHER NOCH NIE GESPIELT HAST, GIBT ES IN DER ERSTEN LEVELGRUPPE EINE ANLEITUNG.",
				"hu": "HA MÉG NEM JÁTSZOTTÁL, LÉPJ BE AZ OKTATÁSBA, AMELY ÁTVEZET AZ ELSŐ SZINTEKEN!",
				"pl": "JEŚLI JESZCZE NIE ZNASZ TEJ GRY, W PIERWSZYM ZESTAWIE POZIOMÓW ZNAJDZIESZ SAMOUCZEK",
				"ro": "DACĂ NU AI MAI JUCAT PÂNĂ ACUM, LA PRIMELE NIVELURI POȚI GĂSI TUTORIALE ȘI INSTRUCȚIUNI.",
				"ru": "ЕСЛИ ТЫ ИГРАЕШЬ ВПЕРВЫЕ, ПРОЙДИ ОБУЧЕНИЕ В ПЕРВОМ НАБОРЕ УРОВНЕЙ",
				"fr": "SI TU N'AS JAMAIS JOUÉ, TU TROUVERAS UN TUTORIEL DANS LES PREMIERS NIVEAUX"
			},
			"GROUP_TITLE": {
				"en": "SELECT LEVEL GROUP",
				"bg": "ИЗБОР НА ГРУПА НИВА",
				"cz": "VYBRAT SKUPINU ÚROVNÍ",
				"nl": "SELECTEER DE LEVEL-GROEP",
				"de": "LEVELGRUPPE AUSWÄHLEN",
				"hu": "SZINTCSOPORT VÁLASZTÁSA",
				"pl": "WYBIERZ GRUPĘ POZIOMU",
				"ro": "SELECTEAZĂ GRUPUL DE NIVELURI",
				"ru": "ВЫБЕРИ НАБОР УРОВНЕЙ",
				"fr": "SÉLECTIONNER UN GROUPE DE NIVEAUX"
			},
			"COMPETITION": {
				"HEADER": {
					"en": "ENTER COMPETITION",
					"bg": "УЧАСТВАЙ В СЪСТЕЗАНИЕТО",
					"cz": " ",
					"nl": "DOE MEE AAN DE WEDSTRIJD",
					"de": "BEIM WETTBEWERB MITMACHEN",
					"hu": "VEGYÉL RÉSZT A VERSENYBEN",
					"pl": "WEŹ UDZIAŁ W KONKURSIE",
					"ro": "PARTICIPĂ LA CONCURS",
					"ru": " ",
					"fr": " "
				},
				"LOCKED": {
					"en": "Your score: $SCORE$\nComplete level two to unlock the competition!",
					"bg": "Твоят текущ резултат е: $SCORE$\nЗавърши ниво 2, за да отключиш състезанието!",
					"cz": " ",
					"nl": "Je huidige score: $SCORE$\nVoltooi level 2 om aan de wedstrijd mee te doen!",
					"de": "Dein Punktestand: $SCORE$\nBeende Level 2, um den Wettbewerb freizuschalten!",
					"hu": "Jelenlegi pontszámod: $SCORE$\nTeljesítsd a 2. szintet, hogy részt vehess a versenyben!",
					"pl": "Twój obecny wynik: $SCORE$\nUkończ poziom 2, by odblokować konkurs!",
					"ro": "Scorul tău actual: $SCORE$\nCompletează nivelul 2 pentru deblocarea concursului",
					"ru": " ",
					"fr": " "
				},
				"PROGRESS": {
					"en": "$VAL$ LEVELS COMPLETE",
					"bg": "$VAL$ ЗАВЪРШЕНИ НИВА",
					"cz": "ÚROVNÍ DOKONČENO: $VAL$",
					"nl": "$VAL$ LEVELS VOLTOOID",
					"de": "$VAL$ LEVEL ABGESCHLOSSEN",
					"hu": "$VAL$ SZINT TELJESÍTVE",
					"pl": "UKOŃCZONE POZIOMY: $VAL$",
					"ro": "$VAL$ NIVELURI ÎNCHEIATE",
					"ru": "ПРОЙДЕНО УРОВНЕЙ: $VAL$",
					"fr": "$VAL$ NIVEAUX TERMINÉS"
				},
				"YOURSCORE": {
					"en": "Your score:",
					"bg": "Твоят текущ резултат е:",
					"cz": " ",
					"nl": "Je huidige score:",
					"de": "Dein Punktestand:",
					"hu": "Jelenlegi pontszámod:",
					"pl": "Twój obecny wynik:",
					"ro": "Scorul tău actual:",
					"ru": " ",
					"fr": " "
				},
				"PARENTAL_CONSENT": {
					"en": "Competition entered!\nMake sure the confirmation email has been approved.",
					"bg": "Влизане в състезанието!\nПровери дали имейлът с потвърждение е вече одобрен.",
					"cz": " ",
					"nl": "Deelname bevestigd!\nZorg ervoor dat je goedkeuring hebt gekregen voor de bevestigingsmail.",
					"de": "Wettbewerb beigetreten!",
					"hu": "Beléptél a versenybe.\nGyőződj meg róla, hogy jóváhagytad a megerősítő emailt!",
					"pl": "Bierzesz udział w konkursie!\nUpewnij się, że zatwierdzono e-maila z potwierdzeniem.",
					"ro": "Ai fost înscris(ă) în concurs!\nVerifică aprobarea e-mailului de confirmare.",
					"ru": " ",
					"fr": " "
				}
			}
		},
		"COMPETITION_PANEL": {
			"BUTTONS": {
				"NEXT": {
					"en": "Next",
					"bg": "Напред",
					"cz": "Další",
					"nl": "Volgende",
					"de": "Weiter",
					"hu": "Tovább",
					"pl": "Dalej",
					"ro": "Înainte",
					"ru": "Далее",
					"fr": " "
				},
				"PREVIOUS": {
					"en": "Previous",
					"bg": "Назад",
					"cz": "Předchozí",
					"nl": "Vorige",
					"de": "Zurück",
					"hu": "Vissza",
					"pl": "Wstecz",
					"ro": "Înapoi",
					"ru": "Назад",
					"fr": " "
				},
				"PLAY": {
					"en": "Play",
					"bg": "Играй",
					"cz": "Hrát",
					"nl": "Speel",
					"de": "Spielen",
					"hu": "Játék",
					"pl": "Graj",
					"ro": "Joacă",
					"ru": "Играть",
					"fr": " "
				}
			},
			"HEADER": {
				"en": "Your Score: $SCORE$",
				"bg": "Твоят текущ резултат е: $SCORE$",
				"cz": " ",
				"nl": "Je huidige score: $SCORE$",
				"de": "Dein Punktestand: $SCORE$",
				"hu": "Jelenlegi pontszámod: $SCORE$",
				"pl": "Twój obecny wynik: $SCORE$",
				"ro": "Scorul tău actual: $SCORE$",
				"ru": " ",
				"fr": " "
			},
			"ENTRY": {
				"SUBHEADER": {
					"en": "Congratulations! You finished all the required levels to win a prize.",
					"bg": "Поздравления! Ти завърши всички задължителни нива и имаш шанс да спечелиш награда.",
					"cz": "Gratulujeme! Dokončil jsi všechny úrovně a můžeš hrát o cenu.",
					"nl": "Gefeliciteerd! Je hebt alle levels voltooid die nodig zijn om een prijs te winnen.",
					"de": "Glückwunsch! Du hast alle nötigen Level abgeschlossen, um dich für den Wettbewerb zu qualifizieren.",
					"hu": "Gratulálunk! Végigvitted a szükséges pályákat ahhoz, hogy díjat nyerj!",
					"pl": "Gratulacje! Ukończono wszystkie wymagane poziomy, więc masz szansę na wygranie nagrody.",
					"ro": "Felicitări! Ai încheiat toate nivelurile necesare pentru a câștiga un premiu.",
					"ru": "Поздравляем! Тебе удалось пройти все необходимые уровни и теперь ты можешь выиграть приз.",
					"fr": " "
				},
				"BODY": {
					"en": "To enter, complete the form coming up with a parent or guardian.",
					"bg": "За да участваш в състезанието, попълни формуляра под надзора на свой родител или настойник.",
					"cz": "Abys mohl soutěžit, je zapotřebí, abys s rodičem nebo opatrovníkem vyplnil následující formulář.",
					"nl": "Als je kans wilt maken, vul dan samen met een ouder of voogd het volgende formulier in.",
					"de": "Fülle das Formular mit einem Elternteil oder Erziehungsberechtigten aus, um teilzunehmen.",
					"hu": "A nyereményjátékban való részvételhez töltsd ki az adatokat szülőddel vagy gondviselőddel!",
					"pl": "Aby z niej skorzystać, wypełnij z rodzicem lub opiekunem formularz, który się wyświetli.",
					"ro": "Pentru a te înscrie, completează formularul următor împreună cu un părinte sau tutore.",
					"ru": "Чтобы принять участие, заполни следующую анкету вместе с родителем или опекуном.",
					"fr": " "
				}
			},
			"AGE": {
				"HEADER": {
					"en": "How old is your child?",
					"bg": "На каква възраст е детето ви?",
					"cz": " ",
					"nl": "Hoe oud is uw kind?",
					"de": "Wie alt ist Ihr Kind?",
					"hu": "Mennyi idős a gyermek?",
					"pl": "Ile lat ma Twoje dziecko?",
					"ro": "Ce vârstă are copilul dvs.?",
					"ru": " ",
					"fr": " "
				},
				"SEVEN": {
					"en": "7 years old\nor less",
					"bg": "На 7, или по-малко години",
					"cz": " ",
					"nl": "7 jaar of jonger",
					"de": "7 Jahre oder jünger",
					"hu": "7 éves vagy fiatalabb",
					"pl": "7 lub mniej",
					"ro": "7 ani sau mai mic",
					"ru": " ",
					"fr": " "
				},
				"EIGHT": {
					"en": "8 years old\nor more",
					"bg": "На 8 или повече години",
					"cz": " ",
					"nl": "8 jaar of ouder",
					"de": "8 Jahre oder älter",
					"hu": "8 éves vagy idősebb",
					"pl": "8 lub więcej",
					"ro": "8 ani sau mai mare",
					"ru": " ",
					"fr": " "
				}
			},
			"TIEBREAKER": {
				"HEADER": {
					"en": "To take part in the competition, please answer the following question:",
					"bg": "За да се запишеш за участие в състезанието, моля, дай отговор на следния въпрос:",
					"cz": "Soutěže o cenu se zúčastníš, když odpovíš na následující otázku:",
					"nl": "Om mee te doen aan de wedstrijd, moet je de volgende vraag beantwoorden:",
					"de": "Bitte beantworte folgende Frage, um am Wettbewerb teilzunehmen:",
					"hu": "A részvételhez válaszolj a következő kérdésre:",
					"pl": "Odpowiedz na to pytanie, by wziąć udział w konkursie:",
					"ro": "Pentru a participa la concurs, răspunde la întrebarea următoare:",
					"ru": "Для участия в конкурсе ответь на вопрос:",
					"fr": " "
				},
				"QUESTION": {
					"en": "Omnicode won't stop here. We're preparing new coding challenges, so you can have more fun. What should the next edition bring new, in your opinion, or what should be improved?",
					"bg": "Това не е краят на Омникода. В момента подготвяме нови предизвикателства за кодиране, за да можеш да продължиш да се забляваш. По твое мнение, какво трябва да включим в новото издание на играта и как можем да я подобрим?",
					"cz": "Omnicode nekončí. Připravujeme pro tebe nové kódovací výzvy a ještě více zábavy. Máš nápad na vylepšení nové edice? Co by podle tebe měla obsahovat?",
					"nl": "Dit is niet het einde van Omnicode. We maken nieuwe levels om te coderen, zodat je nog meer plezier kunt hebben. Welke nieuwe dingen wil jij graag zien in de nieuwe editie? Of wat kan er worden verbeterd?",
					"de": "Omnicode ist noch lange nicht vorbei. Wir bereiten neue Coding Herausforderungen für dich vor, mit denen du noch mehr Spaß haben kannst. Was würdest du in der neuen Ausgabe gerne sehen oder gibt es etwas, dass du gerne verbessern würdest?",
					"hu": "Az Omnicode itt nem ér véget. További kódolós kihívásokat tervezünk, folytatva a szórakoztató tanulást. Szerinted mi legyen a következő lépés a játék fejlesztésében? Vagy min javítanál?",
					"pl": "To nie koniec Omnicode. Przygotowujemy nowe wyzwania, żeby zapewnić Ci jeszcze więcej rozrywki. Co według Ciebie powinno zostać dodane lub ulepszone w nowej wersji?",
					"ro": "Omnicode nu se va opri aici. Pregătim noi aventuri în universul programării, ca să ai parte de mai multă distracție. După părerea ta, ce ar trebui să includă următoarea ediție sau ce ar trebui să se îmbunătățească?",
					"ru": "На этом «Омникод» не заканчивается! Мы уже работаем над новыми увлекательными испытаниями. Какие нововведения и улучшения тебе хотелось бы видеть в игре?",
					"fr": " "
				}
			},
			"HEADS_UP": {
				"SUB_HEADER": {
					"en": "Heads Up!",
					"bg": "Важно!",
					"cz": " ",
					"nl": "Let op!",
					"de": "Hinweis!",
					"hu": "Figyelem!",
					"pl": "Uwaga!",
					"ro": "Atenție!",
					"ru": " ",
					"fr": " "
				},
				"BODY": {
					"en": "ONCE YOU HAVE ENTERED THE COMPETITION YOU CAN KEEP PLAYING TO INCREASE YOUR SCORE.\nUSE THE SAME DEVICE TO PLAY TO KEEP YOUR SCORE. IF YOUR FRIEND OR SIBLING WANT TO ENTER THEY MUST USE A DIFFERENT DEVICE.\nTRY NOT TO CLEAR YOUR HISTORY… THIS WILL DELETE YOUR CURRENT HIGH SCORE.",
					"bg": "СЛЕД КАТО ВЛЕЗЕШ В СЪСТЕЗАНИЕТО, МОЖЕШ ДА ИГРАЕШ, КОЛКОТО ПОИСКАШ, ЗА ДА УВЕЛИЧАВАШ РЕЗУЛТАТА СИ.\nТРЯБВА ДА ИЗПОЛЗВАШ ЕДНО И СЪЩО УСТРОЙСТВО ЗА ИГРАТА, ЗА ДА МОЖЕШ ЗАПАЗВАШ ПОСТИГНАТОТО ДО МОМЕНТА. АКО ТВОЙ РОДНИНА, ИЛИ ПРИЯТЕЛ ЖЕЛАЕ ДА УЧАСТВА, ТОЙ ТРЯБВА ДА ИЗПОЛЗВА РАЗЛИЧНО УСТРОЙСТВО.\nДОБРЕ Е ДА НЕ ИЗТРИВАШ ИСТОРИЯТА НА ИГРАТА СИ...ЗАЩОТО ТОВА ЩЕ ЗАЛИЧИ ТЕКУЩИЯ ТИ РЕКОРД.",
					"cz": " ",
					"nl": "ZODRA JE AAN DE WEDSTRIJD MEEDOET, KUN JE BLIJVEN SPELEN OM EEN HOGERE SCORE TE VERDIENEN.\nSPEEL OP HETZELFDE APPARAAT, DAN WORDT JE SCORE ONTHOUDEN. WIL EEN VRIEND, VRIENDIN, BROERTJE OF ZUSJE OOK MEEDOEN, DAN KAN DAT ALLEEN OP EEN ANDER APPARAAT.\nVERWIJDER NIET JE GESCHIEDENIS, WANT DAN GAAT JE HUIDIGE HOOGSTE SCORE VERLOREN.",
					"de": "SOBALD DU DEM WETTKAMPF BEIGETRETEN BIST, KANNST DU WEITERSPIELEN, UM DEINEN PUNKTESTAND ZU VERBESSERN.\nSPIELE AUF DEM GLEICHEN GERÄT, UM DEINEN PUNKTESTAND ZU BEHALTEN. WENN EIN FREUND ODER EIN GESCHWISTERTEIL MITMACHEN MÖCHTE, MÜSSEN SIE EIN ANDERES GERÄT VERWENDEN.\nVERSUCHE, DEINEN VERLAUF NICHT ZU LÖSCHEN...SONST WIRD AUCH DEIN AKTUELLER HIGH SCORE GELÖSCHT.",
					"hu": "A VERSENYRE VALÓ REGISZTRÁCIÓT KÖVETŐEN FOLYAMATOSAN JÁTSZHATSZ A PONTSZÁMNÖVELÉS ÉRDEKÉBEN.\nUGYANAZON AZ ESZKÖZÖN JÁTSSZ ÉS NÖVELD A PONTSZÁMODAT! HA BARÁTAID VAGY TESTVÉREID IS JÁTSZANÁNAK, NEKIK MÁSIK ESZKÖZRE LESZ SZÜKSÉGÜK.\nNE TÖRÖLD A WEBHELYADATOKAT! AZ ELŐZMÉNYEK VAGY A GYORSÍTÓTÁR TÖRLÉSE NULLÁZHATJA A PONTSZÁMODAT.",
					"pl": "PO ZGŁOSZENIU SIĘ DO KONKURSU MOŻESZ DALEJ GRAĆ, BY PODNIEŚĆ SWÓJ WYNIK.\nGRAJ, KORZYSTAJĄC Z TEGO SAMEGO URZĄDZENIA, BY ZACHOWAĆ SWÓJ WYNIK. JEŚLI TWOJE RODZEŃSTWO LUB KOLEDZY CHCĄ WZIĄĆ UDZIAŁ, MUSZĄ UŻYĆ INNEGO URZĄDZENIA.\nNIE CZYŚĆ HISTORII… USUNIE TO TWÓJ OBECNY NAJWYŻSZY WYNIK.",
					"ro": "ODATĂ ÎNSCRIS(Ă) ÎN CONCURS, POȚI JUCA ÎN CONTINUARE PENTRU A-ȚI MĂRI SCORUL.\nFOLOSEȘTE ACELAȘI DISPOZITIV CÂND JOCI, PENTRU A-ȚI PĂSTRA SCORUL. DACĂ UN PRIETEN SAU UN FRATE SAU O SORĂ VOR SĂ PARTICIPE, TREBUIE SĂ FOLOSEASCĂ UN ALT DISPOZITIV.\nÎNCEARCĂ SĂ NU ÎȚI ȘTERGI ISTORICUL DE NAVIGARE... DACĂ FACI ASTA, VEI PIERDE SCORUL TĂU MAXIM ACTUAL.",
					"ru": " ",
					"fr": " "
				}
			},
			"FORM": {
				"HEADER": {
					"en": "Enter child's details",
					"bg": "Въведете данните на детето",
					"cz": " ",
					"nl": "Voer informatie over uw kind in",
					"de": "Angaben zum Kind eingeben",
					"hu": "Gyermek adatainak kitöltése",
					"pl": "Wpisz dane dziecka",
					"ro": "Introduceți informațiile despre copil",
					"ru": " ",
					"fr": ""
				},
				"BODY_TOP": {
					"en": "Your child is about to enter this Ben 10 competition.",
					"bg": "Вашето дете желае да се запише за участие в състезанието \"Бен 10: Омникод\".",
					"cz": " ",
					"nl": "Uw kind gaat meedoen aan de Ben 10 Omnicode-wedstrijd.",
					"de": "Ihr Kind steht kurz davor, bei dem Ben 10 Omnicode Wettbewerb mitzumachen.",
					"hu": "Hogy gyermeke részt vehessen a Ben 10 Omnikód versenyében,",
					"pl": "Twoje dziecko zostanie zgłoszone do konkursu Ben 10 Omnicode.",
					"ro": "Copilul dvs. este pe cale să fie înscris în concursul Ben 10 Omnicode.",
					"ru": " ",
					"fr": " "
				},
				"BODY_TOP2": {
					"en": "We need the following so we can contact you if they win:",
					"bg": "Моля, впишете данни за контакт, както следва:",
					"cz": " ",
					"nl": "We hebben de volgende contactgegevens nodig:",
					"de": "Machen Sie dafür die folgenden Kontaktangaben:",
					"hu": "kérjük, adja meg a kapcsolattartáshoz szükséges adatokat:",
					"pl": "Prosimy o podanie poniższych danych kontaktowych:",
					"ro": "Vă rugăm să furnizați următoarele informații de contact:",
					"ru": " ",
					"fr": " "
				},
				"BODY_BOTTOM": {
					"en": "Please tap the check boxes below to indicate that you agree:",
					"bg": "Моля, маркирайте долните кутийки, за да потвърдите съгласието си:",
					"cz": " ",
					"nl": "U kunt uw toestemming geven door de hokjes aan te vinken:",
					"de": "Bitte klicken sie die Kästchen unten an, um zuzustimmen:",
					"hu": "A jelölőnégyzeteket bepipálva egyetért a következőkkel:",
					"pl": "Kliknij poniższe pola wyboru, by wyrazić zgodę/potwierdzić:",
					"ro": "Atingeți căsuțele cu bifă pentru a indica acordul dvs.:",
					"ru": " ",
					"fr": " "
				},
				"QUESTIONS": {
					"CHILD": {
						"en": "Child's name",
						"bg": "Име на детето",
						"cz": " ",
						"nl": "Naam kind",
						"de": "Name des Kindes",
						"hu": "Gyermek neve",
						"pl": "Imię dziecka",
						"ro": "Numele copilului",
						"ru": " ",
						"fr": " "
					},
					"PARENT_FIRST": {
						"en": "Parent/Guardian's first name",
						"bg": "Лично име на родител/законен настойник",
						"cz": " ",
						"nl": "Voornaam ouder/voogd",
						"de": "Vorname Elternteil/Erziehungsberechtigter",
						"hu": "Szülő/gondviselő keresztneve",
						"pl": "Imię rodzica/opiekuna",
						"ro": "Prenumele părintelui/tutorelui",
						"ru": " ",
						"fr": " "
					},
					"PARENT_SUR": {
						"en": "Parent/Guardian's surname",
						"bg": "Фамилно име на родител/законен настойник",
						"cz": " ",
						"nl": "Achternaam ouder/voogd",
						"de": "Nachname Elternteil/Erziehungsberechtigter",
						"hu": "Szülő/gondviselő vezetékneve",
						"pl": "Nazwisko rodzica/opiekuna",
						"ro": "Numele părintelui/tutorelui",
						"ru": " ",
						"fr": " "
					},
					"PARENT_EMAIL": {
						"en": "Parent/Guardian's email",
						"bg": "Имейл на родител/законен настойник",
						"cz": " ",
						"nl": "E-mailadres ouder/voogd",
						"de": "E-Mail-Adresse Elternteil/Erziehungsberechtigter",
						"hu": "Szülő/gondviselő email-címe",
						"pl": "Adres e-mail rodzica/opiekuna",
						"ro": "Adresa de e-mail a părintelui/tutorelui",
						"ru": " ",
						"fr": " "
					}
				},
				"AGREEMENTS": {
					"DISCLAIMER": {
						"en": "We only use this information for the purposes of fulfilling this competition.",
						"bg": "Ние ще използваме тази информация единствено за целите на провеждането на това състезание.",
						"cz": " ",
						"nl": "We gebruiken deze informatie alleen voor deze wedstrijd.",
						"de": "Wir nutzen diese Angaben ausschließlich für das Abwickeln des Wettbewerbes.",
						"hu": "Ezeket az adatokat kizárólag a verseny lebonyolításához használjuk.",
						"pl": "Te dane zostaną wykorzystane tylko na potrzeby przeprowadzenia konkursu.",
						"ro": "Folosim aceste informații exclusiv în scopurile derulării acestui concurs.",
						"ru": " ",
						"fr": " "
					},
					"BOXES": {
						"en": "Please tap the check boxes below to indicate that you agree:",
						"bg": "Моля, маркирайте долните кутийки, за да потвърдите съгласието си:",
						"cz": " ",
						"nl": "U kunt uw toestemming geven door de hokjes aan te vinken:",
						"de": "Bitte klicken sie die Kästchen unten an, um zuzustimmen:",
						"hu": "A jelölőnégyzeteket bepipálva egyetért a következőkkel:",
						"pl": "Kliknij poniższe pola wyboru, by wyrazić zgodę/potwierdzić:",
						"ro": "Atingeți căsuțele cu bifă pentru a indica acordul dvs.:",
						"ru": " ",
						"fr": " "
					},
					"PRIVACY": {
						"en": "I am the parent or legal guardian and I am happy for you to hold this information as set out in the $Privacy Policy$",
						"bg": "Аз съм родител/законен настойник на детето и се съгласявам да използвате информацията съгласно $Политиката за поверителност$.",
						"cz": " ",
						"nl": "Ik ben de ouder of voogd en ga ermee akkoord dat Cartoon Network deze informatie gebruikt zoals aangegeven in het $privacybeleid$.",
						"de": "Ich bin ein Elternteil oder ein Erziehungsberechtigter und erkläre mich bereit, diese Informationen gemäß der $Datenschutzerklärung$ weiterzugeben",
						"hu": "Én mint szülő vagy törvényes gondviselő rendelkezésre bocsátom ezeket az adatokat az Adatvédelmi $szabályzatnak megfelelően$.",
						"pl": "Jestem rodzicem lub opiekunem prawnym i zgadzam się na wykorzystanie tych danych zgodnie z zasadami określonymi w $Polityce prywatności$.",
						"ro": "Sunt părintele sau tutorele legal și sunt de acord să dețineți aceste informații în conformitate cu $Politica de confidențialitate$",
						"ru": " ",
						"fr": " "
					},
					"TERMS": {
						"en": "I agree with the $Terms and Conditions$",
						"bg": "Съгласявам се с $Общите правила и условия$",
						"cz": " ",
						"nl": "Ik ga akkoord met de $algemene voorwaarden$",
						"de": "Ich stimme den $Geschäftsbedingungen$ zu",
						"hu": "Elfogadom a $Felhasználási feltételeket$.",
						"pl": "Akceptuję $Regulamin$.",
						"ro": "Sunt de acord cu $Termenii și condițiile$",
						"ru": " ",
						"fr": " "
					}
				}
			},
			"EMAIL": {
				"BODY": {
					"en": "Please read and approve the confirmation email that will follow shortly.\n\nIt will appear in your inbox as an email from:\ncartoonnetwork-competition.com\n\nIf your child is picked as a winner, we will need to\ncontact you using the details provided.",
					"bg": "Прочетете и одобрете имейла за потвърждение, който ще получите скоро, за да може да валидирате участието на детето в състезанието. Ако не получите имейл, моля, проверете спам-папката си.",
					"cz": " ",
					"nl": "Lees de bevestigingsmail die u zo krijgt en ga ermee akkoord. Alleen zo kan uw kind meedoen. Is de e-mail niet te vinden? Kijk dan in de map met ongewenste e-mail.",
					"de": "Sie erhalten in Kürze eine Bestätigungsemail für die Anmeldung zum Wettbewerb. Lesen Sie sich diese gut durch. Überprüfen Sie Ihren Spam-Ordner, wenn Sie die Mail nicht finden können. ",
					"hu": "Hagyja jóvá a megerősítő emailt, amelyet az érvényes regisztrációt követően rövidesen postafiókjában talál. Ha nem találja, ellenőrizze a kéretlen levelek között (spam)!",
					"pl": "Niedługo otrzymasz e-maila z potwierdzeniem. Przeczytaj go i zaakceptuj, by zgłoszenie do konkursu było ważne. Jeśli nie możesz go znaleźć, sprawdź spam.",
					"ro": "Citiți și aprobați e-mailul de confirmare care va fi trimis în scurt timp, pentru a valida înscrierea în concurs. Dacă nu îl găsiți, verificați în fișierul cu mesaje nesolicitate (spam).",
					"ru": " ",
					"fr": " "
				}
			},
			"FINISHED": {
				"HEADER": {
					"en": "Thanks for entering!",
					"bg": "Благодарим ви за участието!",
					"cz": " ",
					"nl": "Bedankt voor je deelname!",
					"de": "Vielen Dank für die Teilnahme!",
					"hu": "Köszönjük a regisztrációt!",
					"pl": "Dziękujemy za zgłoszenie do konkursu!",
					"ro": "Mulțumim pentru înscriere!",
					"ru": " ",
					"fr": " "
				},
				"BODY": {
					"en": "Keep playing to increase your score. It will automatically update.\nPlay on the same device to keep improving your score.\nIf your friends or siblings want to compete, they must use a different device.\nClearing your history may delete your current high score.",
					"bg": "Продължавай да играеш, за да увеличаваш резултата си. Той ще се актуализира автоматично.\nИграй на едно и също устройство, за да подобряваш постигнатия до момента резултат.\nАко твой близък роднина, или приятел също иска да участва, трябва да играе на друго устройство.\nАко изчистиш историята, ще загубиш текущия си рекорд.",
					"cz": " ",
					"nl": "Blijf spelen om een hogere score te verdienen. De score wordt vanzelf bijgewerkt.\nSpeel op hetzelfde apparaat om je score te verhogen.\nWillen vrienden, broertjes of zusjes ook meedoen? Dan moet dat op een ander apparaat.\nAls je je geschiedenis verwijdert, kan je huidige hoogste score verloren gaan.",
					"de": "Spiele weiter, um deinen Punktestand zu erhöhen. Er aktualisiert sich automatisch.\nSpiele stets auf dem gleichen Gerät, um deinen Punktestand zu verbessern.\nWenn deine Freunde oder Geschwister ebenfalls teilnehmen möchten, müssen sie ein anderes Gerät verwenden.\nDas Löschen des Verlaufs könnte deinen Spielstand beeinträchtigen.",
					"hu": "Most pedig játssz és szerezz pontokat! A pontszám frissítése automatikus.\nUgyanazon az eszközön játssz és növeld a pontszámodat!\nHa barátaid vagy testvéreid is játszanának, nekik másik eszközre lesz szükségük.\n Az előzmények, webhelyadatok törlése nullázhatja a pontszámodat.",
					"pl": "Graj dalej, by podwyższyć swój wynik. Zaktualizuje się automatycznie.\nGraj, korzystając z tego samego urządzenia, by dalej polepszać swój wynik.\nJeśli Twoje rodzeństwo lub koledzy chcą wziąć udział, muszą użyć innego urządzenia.\nWyczyszczenie historii może spowodować usunięcie Twojego obecnego najwyższego wyniku.",
					"ro": "Continuă să joci pentru ați mări scorul. El va fi actualizat automat.\nJoacă pe același dispozitiv pentru ați îmbunătăți scorul.\nDacă prietenii sau frații sau surorile tale vor să participe, trebuie să folosească un dispozitiv diferit.\nDacă ștergi istoricul de navigare, aceasta ar putea șterge și scorul tău maxim actual.",
					"ru": " ",
					"fr": " "
				},
				"FOOTER": {
					"en": "Now, get playing!",
					"bg": "А сега, продължавай да играеш!",
					"cz": " ",
					"nl": "Blijf lekker spelen!",
					"de": "Jetzt spiel weiter!",
					"hu": "Játssz tovább!",
					"pl": "Teraz graj dalej!",
					"ro": "Acum continuă să joci!",
					"ru": " ",
					"fr": " "
				}
			}
		}
	},
	"OUTRO": {
		"HEADER": {
			"en": "Congratulations! You did it!",
			"bg": "Поздравления! Ти успя!",
			"cz": "Gratulujeme! Dokázal jsi to!",
			"nl": "Goed gedaan! Het is je gelukt!",
			"de": "Glückwunsch! Du hast es geschafft!",
			"hu": "Gratulálunk! Megcsináltad!",
			"pl": "Gratulacje! Udało Ci się!",
			"ro": "Felicitări! Ai reușit!",
			"ru": "Поздравляем! Ты сделал это!",
			"fr": "Bravo ! Tu as réussi!"
		},
		"BODY1": {
			"en": "You finished the first set of levels! Why not continue with the second set?",
			"bg": "Защо не повториш някои от нивата, за да опиташ да подобриш резултата си?",
			"cz": "Proč si nezahrát některé úrovně znovu? Můžeš tak zkusit překonat své nejlepší skóre!",
			"nl": "Waarom probeer je een paar andere levels niet opnieuw? Wie weet haal je een hogere score!",
			"de": "Warum spielst du nicht manche Level nochmal und findest heraus, ob du deinen Punktestand verbessern kannst?",
			"hu": "Miért ne játszanál újra végig néhány szintet? Hátha még tovább tudsz javítani az eredményeden!",
			"pl": "Może warto przejść niektóre poziomy jeszcze raz, by podwyższyć wynik?",
			"ro": "Ce-ar fi să joci din nou câteva niveluri, să vezi dacă îți poți îmbunătăți scorul?",
			"ru": "Почему бы не переиграть некоторые уровни, чтобы улучшить свой результат?",
			"fr": "Tu as fini le premier groupe de niveaux ! Et si tu passais au deuxième?"
		},
		"BODY2": {
			"en": "You finished the second set of levels!",
			"bg": "Ти завърши втората група нива!",
			"cz": "Dokončil jsi druhou sérii úrovní!",
			"nl": "Je hebt de tweede set levels voltooid!",
			"de": "Du hast die zweite Levelgruppe geschafft!",
			"hu": "Végigvitted a második pályacsoportot!",
			"pl": "Ukończono drugi zestaw poziomów!",
			"ro": "Ai terminat al doilea set de niveluri!",
			"ru": "Второй набор уровней пройден!",
			"fr": "Tu as fini le deuxième groupe de niveaux!"
		},
		"BODY3": {
			"en": "Why not replay the game to see if you can improve your high score?",
			"bg": "Защо не повториш някои от нивата, за да опиташ да подобриш резултата си?",
			"cz": "Proč si nezahrát některé úrovně znovu? Můžeš tak zkusit překonat své nejlepší skóre!",
			"nl": "Waarom probeer je een paar andere levels niet opnieuw? Wie weet haal je een hogere score!",
			"de": "Warum spielst du nicht manche Level nochmal und findest heraus, ob du deinen Punktestand verbessern kannst?",
			"hu": "Miért ne játszanál újra végig néhány szintet? Hátha még tovább tudsz javítani az eredményeden!",
			"pl": "Może warto przejść niektóre poziomy jeszcze raz, by podwyższyć wynik?",
			"ro": "Ce-ar fi să joci din nou câteva niveluri, să vezi dacă îți poți îmbunătăți scorul?",
			"ru": "Почему бы не переиграть некоторые уровни, чтобы улучшить свой результат?",
			"fr": "Recommence le jeu pour essayer d'améliorer ton score final!"
		}
	}
}
